Repository: Y-Power/handcraft-expo
Catalog: languages/handcraft-expo-*.po
Languages: it_it

source: by
it_it: scritto da

source: on
it_it: il

source: at
it_it: alle ore

source: Edit
it_it: Modifica

source: Pages:
it_it: Pagine:

source: Next page
it_it: Pagina successiva

source: Previous page
it_it: Pagina precedente

source: Previous:
it_it: Precedente:

source: Next:
it_it: Prossimo:

source: Ooops! No content found!
it_it: Ooops! Nessun contenuto trovato!

source: You might want to go back to the
it_it: Potreste voler tornare sulla

source: || Posted in:
it_it: || Pubblicato nella categoria:

source: by
it_it: scritto da

source: Handcraft Expo Main Menu
it_it: Menu Principale di Handcraft Expo

source: Handcraft Expo Pocket Menu
it_it: Menu Pocket di Handcraft Expo

source: continue...
it_it: continua...

source: describe your menu link here
it_it: descrivete qui il link del vostro menu

source: Choose a banner, an image and a color for your website background. Banner images will display on top of the page and will force the background picture to be displayed on content area.
it_it: Scegliete l'insegna, un'immagine e un colore di fondo per il vostro sito. Le immagini dell' insegna saranno visualizzate all'inizio della pagina e forzeranno la visualizzazione dell'immagine di fondo nell'area dei contenuti.

source: Posts & Pages
it_it: Post & pagine

source: Menu Sidebar
it_it: Barra Menu

source: Choose Menu Bar's transparency level, its border and font size for Menu Links. Note: smaller devices will automatically adapt.
it_it: Scecgliete il livello di trasparenza della Barra Menu, il suo bordo e la dimensione dei Link Menu. Nota: i dispositivi più piccoli si adatteranno automaticamente.

source: Socials and affiliated
it_it: Social e associati

source: Add links to your social platforms and/or affiliated websites and activate them to show their icons. Note: Handcraft Expo suggests 24x24 or - same as the defalut pre-installed - 32x32 icons ONLY. Facebook&reg;, Twitter&reg;, Google&reg;, Google Plus&reg;, YouTube&reg; and Instagram&reg; are registred trademarks of the respective owners.
it_it: Aggiungete link alle vostre piattaforme e/o siti web associati e attivateli per mostrare le loro icone. Nota: Handcraft Expo consiglia SOLTANTO icone 24x24 o - come da default pre-istallato - 32x32. Facebook&reg;, Twitter&reg;, Google&reg;, Google Plus&reg;, YouTube&reg; and Instagram&reg; sono marchi registrati dei rispettivi proprietari.

source: Previewer
it_it: Visore

source: Previewer is a tool that offers your visitor an animated page preview by hovering on a Menu Link. Previewer gives you up to 8 text description fields and you can add a picture on any of them.
it_it: Visore è uno strumento che offre al vostro visitatore un'anteprima animata della pagina passando il mouse su un Link Menu. Visore offre fino a 8 campi di testo per le descrizioni e potete aggiungere una foto in ciascun campo.

source: Custom CSS
it_it: Il vostro CSS

source: Show Title and Tagline:
it_it: Mostra Titolo e Descrizione:

source: Note: When "On Banner" is selected, title and tagline will be visible ONLY if you select a banner image first (Background -> Banner Image).
it_it: Nota: Scegliendo "Sull'Insegna", titolo e descrizione saranno visibili soltanto DOPO aver selezionato un'immagine per la stessa (Sfondo -> Immagine dell'Insegna).

source: Logo size - Pocket
it_it: Dimensione logo - Pocket

source: On smaller devices
it_it: Su dispositivi portatili

source: Logo size - Standard
it_it: Dimensione logo - Standard

source: On standard devices
it_it: Su schermi standard

source: Title font:
it_it: Carattere del Titolo:

source: Title Position:
it_it: Posizione del Titolo:

source: On Banner
it_it: Sull'Insegna

source: Menu Bar
it_it: Barra Menu

source: Main Page
it_it: Pagina Principale

source: Title Color:
it_it: Colore del Titolo:

source: Note: title color will change content links hovering color as well.
it_it: Nota: il colore del titolo cambierà anche il colore su puntamento mouse dei link.

source: Show title background:
it_it: Mostra sfondo del Titolo:

source: Title background color:
it_it: Colore dello sfondo del Titolo:

source: Title font size:
it_it: Dimensione carattere del Titolo:

source: Title horizontal offset:
it_it: Posizionamento orizzontale del Titolo:

source: Note: "Pocket" layout will always display centered title and tagline.
it_it: Nota: la disposizione "Pocket" mostrerà Titolo e Descrizione sempre centrati.

source: Title vertical offset:
it_it: Posizionamento verticale del Titolo:

source: Title hover effect:
it_it: Effetto su puntamento del Titolo:

source: None
it_it: Nessuno

source: Color
it_it: Colora

source: Color, scale and rotate
it_it: Colora, ridimensione e ruota

source: Full
it_it: Tutti

source: Title SCALE effect amount:
it_it: Effetto RIDIMENSIONA Titolo:

source: Note: ONLY active when either "Color, scale and rotate" or "Full" or title hover effect is selected.
it_it: Nota: attivo SOLTANTO dopo aver selezionato l'effetto di puntamento "Colora, ridimensione e ruota" o "Tutti".

source: Title ROTATE effect amount:
it_it: Effetto RUOTA Titolo:

source: Tagline Color:
it_it: Colore della Descrizione

source: Show tagline background:
it_it: Mostra sfondo della Descrizione:

source: Tagline background color:
it_it: Colore dello sfondo della Descrizione:

source: Tagline font size:
it_it: Dimensione carattere della Descrizione:

source: Tagline horizontal offset:
it_it: Posizionamento orizzontale della Descrizione:

source: Tagline vertical offset:
it_it: Posizionamento verticale della Descrizione:

source: Banner Image:
it_it: Immagine dell'Insegna:

source: Banner Position:
it_it: Posizionamento dell'Insegna:

source: Cover
it_it: Copri

source: Contain
it_it: Contieni

source: On Contain: Banner image horizontal offset:
it_it: Su Contieni: posizionamento orizzontale dell'Immagine dell'Insegna:

source: On Cover: Banner image vertical offset:
it_it: Su Copri: posizionamento verticale dell'Immagine dell'Insegna:

source: Background Color:
it_it: Colore di fondo:

source: Background Image:
it_it: Immagine di fondo:

source: Display:
it_it: Mostra:

source: Fixed
it_it: Fissa

source: Scroll
it_it: Scorrevole

source: Background Position:
it_it: Posizionamento dello Sfondo:

source: On Contain: Background horizontal offset:
it_it: Su Contieni: posizionamento orizzontale dell'Immagine di fondo:

source: On Cover: Background vertical offset:
it_it: Su Copri: posizionamento verticale dell'Immagine di fondo:

source: Display page titles:
it_it: Mostra titoli delle pagine:

source: Select titles position on standard pages.
it_it: Scegli dove posizionare i titoli delle pagine

source: As banner
it_it: Come insegna

source: As content
it_it: Come contenuto

source: Display post author
it_it: Mostra autore del post

source: <strong>Note:</strong> Posts with no title won't be reachable if unchecked.
it_it: <strong>Nota:</strong> I post senza titolo non saranno raggiungibili se deselezionato.

source: Type here your Google&reg; font name, <strong>save</strong> and <strong>refresh</strong> to add it to the Posts & Pages main font list above. Google&reg; is a registered trademark of the respective owner.
it_it: Inserire qui il nome del carattere Google&reg;, <strong>salvare</strong> and <strong>ricaricare</strong> per aggiungerlo alla lista 'Carattere delle pagine'. Google & reg; è un marchio registrato del rispettivo proprietario.

source: Choose a content footer image:
it_it: Scegliete un immagine di fine contenuto:

source: Note: Handcraft Expo suggests to use ONLY images with low opacity and high transparency and contrast in order to resemble a watermark effect.
it_it: Note: Handcraft Expo consiglia di utilizzare SOLTANTO immagini con bassa opacità ed altà trasparenza e contrasto per donare la sensazione di filigrana.

source: Rotate image:
it_it: Ruota immagine:

source: Content text:
it_it: Testo del contenuto:

source: Note: changes content background shadow as well.
it_it: Nota: modifica anche l'ombra del contenuto.

source: Content background:
it_it: Sfondo del contenuto:

source: Side Menu Links:
it_it: Link del Menu laterale:

source: Side Menu Links Hovering Background:
it_it: Puntamento Link del Menu laterale:

source: Page Links:
it_it: Link delle Pagine:

source: Sidebar toggle button:
it_it: Pulsante scomparsa Barra Menu:

source: Shows a button to show/hide the Menu Sidebar
it_it: Mostra un pulsante per nascondere/mostrare la Barra Menu

source: Main Sidebar opacity:
it_it: Opacità della Barra laterale:

source: Show Sidebar gradient:
it_it: Mostra variazione di fondo della Barra:

source: Suggested if using a full-screen background image. Note: NOT visible when a banner image is used.
it_it: Consigliato se si utilizza un'immagine di fondo a schermo intero. Nota: NON visibile quando si utilizza un'immagine d'Insegna.

source: Show Sidebar border:
it_it: Mostra bordo della Barra:

source: Sidebar border Size:
it_it: Dimensione bordo della Barra:

source: Note: affects also sub-menus border.
it_it: Nota: si riflette anche sui bordi dei sotto-menu.

source: Sidebar Border:
it_it: Bordo della Barra:

source: Menu Links Size:
it_it: Dimensione Links del Menu:

source: Icons set:
it_it: Set Icone:

source: Bright
it_it: Chiaro

source: Dark
it_it: Scuro

source: Social Icons Position:
it_it: Posizione delle Icone Social:

source: Top
it_it: Sopra

source: Below Title
it_it: Sotto il Titolo

source: Below Tagline
it_it: Sotto la Descrizione

source: Below Logo
it_it: Sotto il Logo

source: Below Menu
it_it: Sotto il Menu

source: Show RSS2 feeds:
it_it: Visualizza i feed RSS2:

source: Show Facebook Icon:
it_it: Mostra Icona Facebook:

source: Facebook Link:
it_it: Link Facebook:

source: Show Twitter Icon:
it_it: Mostra Icona Twitter:

source: Twitter Link:
it_it: Link Twitter:

source: Show Google Icon:
it_it: Mostra Icona Google:

source: Google Link:
it_it: Link Google:

source: Show Google Plus Icon:
it_it: Mostra Icona Google Plus:

source: Google Plus Link:
it_it: Link Google Plus:

source: Show Instagram Icon:
it_it: Mostra Icona Instagram:

source: Instagram Link:
it_it: Link Instagram:

source: Show YouTube Icon:
it_it: Mostra Icona YouTube:

source: YouTube Link:
it_it: Link YouTube:

source: Show custom site 1:
it_it: Mostra sito personalizzato 1:

source: Your custom site 1:
it_it: Il vostro sito personalizzato 1:

source: Custom site 1 logo:
it_it: Logo sito personalizzato 1:

source: Show custom site 2:
it_it: Mostra sito personalizzato 2:

source: Your custom site 2:
it_it: Il vostro sito personalizzato 2:

source: Custom site 2 logo:
it_it: Logo sito personalizzato 2:

source: Show custom site 3:
it_it: Mostra sito personalizzato 3:

source: Your custom site 3:
it_it: Il vostro sito personalizzato 3:

source: Custom site 3 logo:
it_it: Logo sito personalizzato 3:

source: Show custom site 4:
it_it: Mostra sito personalizzato 4:

source: Your custom site 4:
it_it: Il vostro sito personalizzato 4:

source: Custom site 4 logo:
it_it: Logo sito personalizzato 4:

source: Show custom site 5:
it_it: Mostra sito personalizzato 5:

source: Your custom site 5:
it_it: Il vostro sito personalizzato 5:

source: Custom site 5 logo
it_it: Logo sito personalizzato 5:

source: Show Previewer
it_it: Mostra Visore

source: Previewer Offset X
it_it: Offset X del Visore

source: Tip: you can click on this controller and adjust the value with your left and right keyboard arrows.
it_it: Consiglio: è possibile cliccare su questo controllo e modificarne il valore con le frecce destra e sinistra della tastiera.

source: Previewer Offset Y
it_it: Offset Y del Visore

source: Previewer font:
it_it: Carattere del Visore:

source: Previewer font size:
it_it: Dimensione carattere del Visore:

source: Previewer font color:
it_it: Colore carattere del Visore:

source: Previewer Background Color
it_it: Colore di fondo del Visore

source: Previewer Shadow Color
it_it: Colore dell'ombra del Visore

source: Previewer Background image:
it_it: Immagine di fondo del Visore:

source: Display latest post on menu link:
it_it: Mostra l'ultimo post sul link del menu:

source: Previewer Text Box 1
it_it: Riquadro di testo Visore 1

source: Previewer Text Box 2
it_it: Riquadro di testo Visore 2

source: Previewer Text Box 3
it_it: Riquadro di testo Visore 3

source: Previewer Text Box 4
it_it: Riquadro di testo Visore 4

source: Previewer Text Box 5
it_it: Riquadro di testo Visore 5

source: Previewer Text Box 6
it_it: Riquadro di testo Visore 6

source: Previewer Text Box 7
it_it: Riquadro di testo Visore 7

source: Previewer Text Box 8
it_it: Riquadro di testo Visore 8

source: Add your custom CSS
it_it: Aggiungete il vostro CSS personalizzato

source: Note: Leave EMPTY if unsure. Style tags included, just add CSS selectors and options. Example: <br /><strong>body</strong> {display: none;}
it_it: Nota: Lasciare VUOTO se incerti. Le tag dello stile sono incluse, è sufficiente aggiungere i selettori e le opzioni CSS. Esempio: <br /><strong>body</strong> {display: none;}

source: Your theme
it_it: Il vostro tema

source: Thank you for using Handcraft Expo: my promise is that there will never be a 'PRO' version of this theme, any new feature will always be included in future updates. If you value this as much as I do, please visit Handcraft Expo's <a href="http://handcraftexpo.nouveausiteweb.fr/" target="_blank">website</a>, share your <a href="https://wordpress.org/support/view/theme-reviews/handcraft-expo#postform" target="_blank">feedback</a>, <a href="https://wordpress.org/support/theme/handcraft-expo" target="_blank">opinions</a> and suggestions and help me making it better!<br /><br />Credits:<br /><a href="https://stallman.org" target="_blank">Richard Stallman</a>: for the inspiration<br /><a href="https://fsf.org" target="_blank">Free Software Foundation</a>: for the licences<br /><a href="https://wordpress.org" target="_blank">WordPress</a>: for the platform<br /><a href="https://profiles.wordpress.org/poena" target="_blank">Carolina</a> and all the <a href="https://make.wordpress.org/themes/" target="_blank">Theme Review Team</a>: for helping make a way better theme<br />Kevin from Graphinity Design: for the help<br />My girlfriend: for the psychological support<br /><a href="https://en.wikipedia.org/wiki/Coffee" target="_blank">Coffee</a>: for the physical support<br />
it_it: Grazie per aver scelto Handcraft Expo: la mia promessa è che non ci sarà mai una versione 'PRO' di questo tema, tutte le nuove funzionalità saranno incluse nei futuri aggiornamenti. Se per voi questo ha lo stesso valore che ha per me, vi invito a visitare il <a href="http://handcraftexpo.nouveausiteweb.fr/" target="_blank">sito web</a> di Handcraft Expo, condividete i vostri <a href="https://wordpress.org/support/view/theme-reviews/handcraft-expo#postform" target="_blank">commenti</a>, <a href="https://wordpress.org/support/theme/handcraft-expo" target="_blank">opinioni</a> e consigli e aiutatemi a renderlo migliore!<br /><br />Crediti:<br /><a href="https://stallman.org" target="_blank">Richard Stallman</a>: per l'ispirazione<br /><a href="https://fsf.org" target="_blank">Free Software Foundation</a>: per le licenze<br /><a href="https://wordpress.org" target="_blank">WordPress</a>: per la piattaforma<br /><a href="https://profiles.wordpress.org/poena" target="_blank">Carolina</a> e tutto il <a href="https://make.wordpress.org/themes/" target="_blank">Theme Review Team</a>: per avermi aiutato a creare un tema migliore<br />Kevin di Graphinity Design: per l'aiuto<br />La mia compagna: per il supporto psicologico<br />Il <a href="https://it.wikipedia.org/wiki/Caff%C3%A8" target="_blank">caffè</a>: per il supporto fisico<br />

source: Main page:
it_it: Pagina Principale:

source: Related Pages:
it_it: Pagine connesse:

source: Previous
it_it: Precedente

source: Next
it_it: Prossimo

source: Click to reply to comment
it_it: Clicca per replicare al commento

source: Previous Entries
it_it: Voci Precedenti

source: Next Entries
it_it: Voci Successive

source: Tags:
it_it: Etichette:

source: Search results for "
it_it: Rsultati ricerca di "

source: Archives of
it_it: Archivio di

source: Archives of the day
it_it: Archivio del giorno

source: Archives of the month
it_it: Archivio del mese di
