Repository: Y-Power/handcraft-expo
Catalog: languages/BACKUPS/mar_28_16/*/wp-themes-handcraft-expo-*.po
Languages: fr_be

source: A WordPress Theme focused on graphical impact and simplicity: a traditional left sidebar spin-off helps you 'streamline what really matters'. Geared towards personal or small-sized handcrafting businesses use. GNU GPL v3 guarantees all user's freedoms. French and Italian translations included.
fr_be: Un thème WordPress focalisé sur l'impact graphique et la simplicité: un renouvellement de la barre latérale vous aide à 'affiner ce qui compte vraiment'. Élaboré pour les artisants indépendants ou petites entreprises. La licence GNU GPL v.3 garantit toutes les libertés aux utilisateurs. Traductions anglaises et italiennes incluses.

source: Handcraft Expo 2 Columns Template
fr_be: Handcraft Expo - 2 colonnes

source: Handcraft Expo Blog Template
fr_be: Handcraft Expo - Blog

source: Handcraft Expo Front-Page Template
fr_be: Handcraft Expo - Modèle de page d'accueil

source: Handcraft Expo Page No-Title Template
fr_be: Handcraft Expo - Modèle de page sans titre

source: Handcraft Expo Page Template
fr_be: Handcraft Expo - Modèle de page

source: Handcraft Expo Transparent Page Template
fr_be: Handcraft Expo - Modèle de page transparente

# placeholder
source: Keyword
fr_be: Mot-clé

# submit button
source: Search
fr_be: Recherche

source: Previous:
fr_be: Précédent:

source: Next:
fr_be: Suivant:

source: Search results for "
fr_be: Résultat de recherche pour "

# label
source: Search for:
fr_be: Recherche pour&nbsp;:

source: Previous page
fr_be: Page précédente

source: Next page
fr_be: Page suivante

source: Main page:
fr_be: Page principale:

source: Related Pages:
fr_be: Pages connexes:

source: by
fr_be: par

source: Previewer Text Box 2
fr_be: Champ de texte Aperçu 2

source: Previewer Text Box 3
fr_be: Champ de texte Aperçu 3

source: Previewer Text Box 4
fr_be: Champ de texte Aperçu 4

source: Previewer Text Box 5
fr_be: Champ de texte Aperçu 5

source: Previewer Text Box 6
fr_be: Champ de texte Aperçu 6

source: Previewer Text Box 7
fr_be: Champ de texte Aperçu 7

source: Previewer Text Box 8
fr_be: Champ de texte Aperçu 8

source: Add your custom CSS
fr_be: Ajouter votre CSS

source: Note: Leave EMPTY if unsure. Style tags included, just add CSS selectors and options. Example: <br /><strong>body</strong> {display: none;}
fr_be: Notez: Laissez VIDE en cas de doute. Onglets de style inclus, ajoutez seulement sélecteurs et options CSS. Exemple: <br /><strong>body</strong> {display: none;}

source: Your theme
fr_be: Votre thème

source: Thank you for using Handcraft Expo: my promise is that there will never be a 'PRO' version of this theme, any new feature will always be included in future updates. If you value this as much as I do, please visit Handcraft Expo's <a href="http://handcraftexpo.nouveausiteweb.fr/" target="_blank">website</a>, share you feedback, opinions and suggestions and help me making it better!<br /><br />Credits:<br /><a href="https://stallman.org" target="_blank">Richard Stallman</a>: for the inspiration<br /><a href="https://fsf.org" target="_blank">Free Software Foundation</a>: for the licences<br /><a href="https://wordpress.org" target="_blank">WordPress</a>: for the platform<br /><a href="https://profiles.wordpress.org/poena" target="_blank">Carolina</a> and all the <a href="https://make.wordpress.org/themes/" target="_blank">Theme Review Team</a>: for helping make a way better theme<br />Kevin from Graphinity Design: for the help<br />My girlfriend: for the psychological support<br /><a href="https://en.wikipedia.org/wiki/Coffee" target="_blank">Coffee</a>: for the physical support<br />
fr_be: Merci d'utiliser Handcraft Expo: ma promesse est qu'il n'y aura jamais de version PRO de ce thème, toutes nouvelles fonctionnalités seront incluses dans les futures mises à jour. Si pour vous, ça a autant de valeurs que pour moi, merci de visiter le <a href="http://handcraftexpo.nouveausiteweb.fr/" target="_blank">site Web</a>, partagez vos réactions, opinions et suggestions et aidez-moi à l'améliorer!<br /><br />Credits:<br /><a href="https://stallman.org" target="_blank">Richard Stallman</a>: pour l'inspiration<br /><a href="https://fsf.org" target="_blank">Free Software Foundation</a>: pour les licences<br /><a href="https://wordpress.org" target="_blank">WordPress</a>: pour la plate-forme<br /><a href="https://profiles.wordpress.org/poena" target="_blank">Carolina</a> et toute la <a href="https://make.wordpress.org/themes/" target="_blank">Theme Review Team</a>: pour m'avoir aider à créer un meilleur thème<br />Kevin de Graphinity Design: pour l'aide<br />Ma petite amie: pour le soutien psychologique<br /><a href="https://en.wikipedia.org/wiki/Coffee" target="_blank">Café</a>: pour le support physique<br />

source: Empowered by
fr_be: Habilité par

source: Previous Entries
fr_be: Articles précédents

source: Next Entries
fr_be: Prochain Article

source: Below Title
fr_be: Sous le Titre

source: Below Tagline
fr_be: Sous la Description

source: Below Logo
fr_be: Sous le Logo

source: Below Menu
fr_be: Sous le Menu

source: Show RSS2 feeds:
fr_be: Affichez le flux RSS2:

source: Show Facebook Icon:
fr_be: Affichez L'icône Facebook:

source: Facebook Link:
fr_be: Lien Facebook:

source: Show Twitter Icon:
fr_be: Affichez L'icône Twitter:

source: Twitter Link:
fr_be: Lien Twitter:

source: Show Google Icon:
fr_be: Affichez L'icône Google:

source: Google Link:
fr_be: Lien Google:

source: Show Google Plus Icon:
fr_be: Affichez L'icône Google Plus:

source: Google Plus Link:
fr_be: Lien Google plus:

source: Show Instagram Icon:
fr_be: Affichez L'icône Instagram:

source: Instagram Link:
fr_be: Lien Instagram:

source: Show YouTube Icon:
fr_be: Affichez L'icône YouTube:

source: YouTube Link:
fr_be: Lien YouTube:

source: Show custom site 1:
fr_be: Affichez le site personnalisé 1:

source: Your custom site 1:
fr_be: Votre site personnalisé 1:

source: Custom site 1 logo:
fr_be: Logo site personnalisé 1:

source: Show custom site 2:
fr_be: Affichez le site personnalisé 2:

source: Your custom site 2:
fr_be: Votre site personnalisé 2:

source: Custom site 2 logo:
fr_be: Logo site personnalisé 2:

source: Show custom site 3:
fr_be: Affichez le site personnalisé 3:

source: Your custom site 3:
fr_be: Votre site personnalisé 3:

source: Custom site 3 logo:
fr_be: Logo site personnalisé 3:

source: Show custom site 4:
fr_be: Affichez le site personnalisé 4:

source: Your custom site 4:
fr_be: Votre site personnalisé 4:

source: Custom site 4 logo:
fr_be: Logo site personnalisé 4:

source: Show custom site 5:
fr_be: Votre site personnalisé 5:

source: Your custom site 5:
fr_be: Votre site personnalisé 5:

source: Custom site 5 logo
fr_be: Logo site personnalisé 5:

source: Show Previewer
fr_be: Affichez l'Aperçu

source: Previewer Offset X
fr_be: Offset X de l'Aperçu

source: Previewer Offset Y
fr_be: Offset Y de l'Aperçu

source: Previewer font:
fr_be: Police de l'Aperçu:

source: Previewer font size:
fr_be: Taille de police de l'Aperçu:

source: Previewer font color:
fr_be: Couleur de police de l'Aperçu:

source: Previewer Background Color
fr_be: Couleur de fond de l'Aperçu

source: Previewer Shadow Color
fr_be: Couleur de l'Ombre de l'Aperçu

source: Previewer Background image:
fr_be: Image d'Arrière-plan de l'Aperçu:

source: Display latest post on menu link:
fr_be: Afficher le dernier message sur le lien du menu:

source: Previewer Text Box 1
fr_be: Champ de texte Aperçu 1

source: Upload an image
fr_be: Téléchargez une image

source: Social Icons Position:
fr_be: Position des Icônes de réseaux sociaux:

source: Top
fr_be: Haut

source: Background Position:
fr_be: Position Arrière-plan:

source: On Contain: Background horizontal offset:
fr_be: Sur Contenir: Positionnement horizontal de l'image d'arrière-plan:

source: On Cover: Background vertical offset:
fr_be: Sur Couverture: Positionnement verticale de l'image d'arrière plan:

source: Your logo:
fr_be: Votre logo:

source: Display page titles:
fr_be: Affichez les titres de page:

source: Note: Select a position to show titles on standard pages: the title is always shown on 'Pocket' layout. Use the theme's included page templates to hide the title when viewed in 'Standard' layout.
fr_be: Remarque: Choisissez un emplacement pour les titres sur les pages standards : le titre est toujours visible dans la disposition 'Pocket'. Utilisez les modèles inclus dans le thème pour cacher les titres disponibles de la disposition 'Standard'

source: As banner
fr_be: Comme enseigne

source: As content
fr_be: Comme contenu

source: Pages main font:
fr_be: Police des pages:

source: Choose a content footer image:
fr_be: Choisissez une image de fin de contenu:

source: Note: Handcraft Expo suggests to use ONLY images with low opacity and high transparency and contrast in order to resemble a watermark effect.
fr_be: Notez: Handcraft Expo vous recommande d'utiliser uniquement des images avec une faible opacité et une haute transparence et contraste pour donner un effet filigrane.

source: Rotate image:
fr_be: Rotation de l'image:

source: Content text:
fr_be: Texte du contenu:

source: Note: changes content background shadow as well.
fr_be: Notez: change également l'ombre du contenu.

source: Content background:
fr_be: Arrière-Plan du contenu:

source: Background Color:
fr_be: Couleur de l'Arrière-Plan:

source: Side Menu Links:
fr_be: Liens du menu latéral:

source: Side Menu Links Hovering Background:
fr_be: Arrière-Plan du Survolage des Liens du Menu Latéral:

source: Page Links:
fr_be: Liens des Pages:

source: Sidebar toggle button:
fr_be: Bouton masque barre

source: Shows a button to show/hide the Menu Sidebar
fr_be: Montre un bouton pour afficher/cacher la Barre de Menu

source: Main Sidebar opacity:
fr_be: Opacité de la barre latérale:

source: Show Sidebar gradient:
fr_be: Montrez le gradient de la Barre Latérale:

source: Suggested if using a full-screen background image. Note: NOT visible when a banner image is used.
fr_be: Recommandé si vous utilisez une image d'arrière-plan en plein écran. Notez:Invisible quand une image d'enseigne est utilisée.

source: Show Sidebar border:
fr_be: Montrez les bords de la barre latérale:

source: Sidebar border Size:
fr_be: Dimension des bords de la Barre Latérale:

source: Note: affects also sub-menus border.
fr_be: Notez: Affecte également les bords des sous-menus.

source: Sidebar Border:
fr_be: Bords de la Barre:

source: Menu Links Size:
fr_be: Dimension des liens du Menu

source: Icons set:
fr_be: Icône:

source: Bright
fr_be: Clair

source: Dark
fr_be: Sombre

source: Scroll
fr_be: Défiler

source: Contain
fr_be: Contenir

source: On Contain: Banner image horizontal offset:
fr_be: Sur Contenir: Positionnement horizontal de l'image de l'enseigne:

source: On Cover: Banner image vertical offset:
fr_be: Sur Couverture: Positionnement vertical de l'image de l'enseigne:

source: Background Image:
fr_be: Image de fond:

source: Display:
fr_be: Afficher:

source: Fixed
fr_be: Fixé

source: Color, scale and rotate
fr_be: Couleur, mesure et rotation

source: Full
fr_be: Entier

source: Title SCALE effect amount:
fr_be: MESURE de l'effet du titre:

source: Note: ONLY active when either "Color, scale and rotate" or "Full" or title hover effect is selected.
fr_be: Notez: Seulement actif quand "Couleur, mesure et rotation" ou "Entier" ou effet du titre avec suivi souris est sélectionné.

source: Title ROTATE effect amount:
fr_be: Quantité d'effet de rotation du titre:

source: Tagline Color:
fr_be: Couleur de la description:

source: Show tagline background:
fr_be: Afficher l'arrière-plan de la description:

source: Tagline background color:
fr_be: Couleur de l'arrière-plan la description:

source: Tagline font size:
fr_be: Police de la description:

source: Tagline horizontal offset:
fr_be: Position horizontale de la description

source: Tagline vertical offset:
fr_be: Position verticale de la description:

source: Banner Image:
fr_be: Image de l'Enseigne:

source: Banner Position:
fr_be: Position de l'Enseigne:

source: Cover
fr_be: Couverture

source: Color
fr_be: Couleur

source: Title Position:
fr_be: Position du Titre:

source: On Banner
fr_be: Sur Enseigne

source: Menu Bar
fr_be: Bar de Menu

source: Main Page
fr_be: Page Principale

source: Title Color:
fr_be: Couleur du Titre:

source: Note: title color will change content links hovering color as well.
fr_be: Notez: La couleur du titre changera également la couleur des liens en les survolant.

source: Show title background:
fr_be: Afficher l'arrière-plan du titre:

source: Title background color:
fr_be: Couleur de l'arrière-plan du titre:

source: Title font size:
fr_be: Taille de la police du titre:

source: Title horizontal offset:
fr_be: Position horizontale du titre:

source: Note: "Pocket" layout will always display centered title and tagline.
fr_be: Notez: La disposition "Pocket" affichera toujours le titre centré et le slogan.

source: Title vertical offset:
fr_be: Position verticale du titre:

source: Title hover effect:
fr_be: Effet du titre avec suivi souris:

source: None
fr_be: Aucun

source: Show Title and Tagline:
fr_be: Afficher le Titre et la description:

source: Note: When "On Banner" is selected, title and tagline will be visible ONLY if you select a banner image first (Background -> Banner Image).
fr_be: Notez: Quand "Sur Enseigne" est sélectionné, le titre et le slogan ne seront visibles SEULEMENT si vous choisissez une image d'enseigne d'abords (Arrière-Plan-> image d'enseigne).

source: Title font:
fr_be: Police du Titre:

source: How to display pages on your website.
fr_be: Comment afficher les pages de votre site.

source: Menu Sidebar
fr_be: Menu Latéral

source: Choose Menu Bar's transparency level, its border and font size for Menu Links. Note: smaller devices will automatically adapt.
fr_be: Choisissez le niveau de transparence de la barre de menu, la taille de son bord et la police pour les liens du menu. Note: les petits appareils s'adapteront automatiquement.

source: Socials and affiliated
fr_be: Réseaux sociaux et affiliés

source: Add links to your social platforms and/or affiliated websites and activate them to show their icons. Note: Handcraft Expo suggests 24x24 or - same as the defalut pre-installed - 32x32 icons ONLY. Facebook&reg;, Twitter&reg;, Google&reg;, Google Plus&reg;, YouTube&reg; and Instagram&reg; are registred trademarks of the respective owners.
fr_be: Ajoutez des liens vers vos plates-formes sociales et / ou des sites affiliés et les activer pour montrer leurs icônes. Remarque: Handcraft Expo suggère 24x24 ou - les mêmes que par defaut pré-installé - icônes de 32x32 SEULEMENT. Facebook & reg;, Twitter & reg;, Google & reg; Google Plus YouTube Reg;, & reg; et Instagram & reg; sont des marques déposées de leurs propriétaires respectifs.

source: Previewer
fr_be: Aperçu

source: Previewer is a tool that offers your visitor an animated page preview by hovering on a Menu Link. Previewer gives you up to 8 text description fields and you can add a picture on any of them.
fr_be: Aperçu est un outils qui offre au visiteur une page animée en survolant un Lien du Menu. Aperçu vous donne jusqu'à 8 champs de description de texte et vous pouvez ajouter une image sur n'importe lequel d'entre eux.

source: Custom CSS
fr_be: Votre CSS

source: If a logo is uploaded, it will be placed on the Menu Sidebar and will also become a clickable link to the homepage.
fr_be: Si un logo est téléchargé, il sera placé sur le Menu Latéral et deviendra également un lien cliquable pour la page d'accueil.

source: Choose a banner, an image and a color for your website background. Banner images will display on top of the page and will force the background picture to be displayed on content area.
fr_be: Choisissez une enseigne, une image et une couleur de fond pour votre site web. Les images d'enseigne s'affichéront en haut de la page et vont forcer l'image de fond à s'afficher sur la partie contenu.

source: Widgets Sidebar
fr_be: Widgets barre latéral

source: Widgets Top
fr_be: Widgets en haut

source: Widgets Bottom 1
fr_be: Widgets en bas

source: describe your menu link here
fr_be: décrivez votre lien du menu ici

source: Background
fr_be: Arrière-plan

source: || Posted in:
fr_be: || Publié dans:

source: Handcraft Expo Main Menu
fr_be: Menu Principal Handcraft Expo

source: Handcraft Expo Pocket Menu
fr_be: Menu Pocket Handcraft Expo

source: continue...
fr_be: suite...

source: Home
fr_be: Accueil

source: Tags:
fr_be: Étiquettes:

source: Click and resize the window to reply to comment
fr_be: Cliquez et redimensionnez la fenêtre pour répondre aux commentaires

source: Reply
fr_be: Répondre

source: Ooops! No content found!
fr_be: Désolé! Aucun contenu trouvé!

source: You might want to go back to the
fr_be: Vous voulez peut-être revenir à la

source: homepage
fr_be: page d'accueil

source: Next
fr_be: Suivant

source: Previous
fr_be: Précédent

source: Archives of
fr_be: Archives de

source: Archives of the day
fr_be: Archives du jour

source: Archives of the month
fr_be: Archives du mois

source: by
fr_be: par

source: on
fr_be: le

source: at
fr_be: à

source: Edit
fr_be: Modifier
